Repository: tolbon/lemenu
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: GlutenFreeDiet
fr: sans gluten

source: HalalDiet
fr: hallal

source: HinduDiet
fr: hindu

source: KosherDiet
fr: kasher

source: LowLactoseDiet
fr: sans lactose

source: VeganDiet
fr: vegan

source: VegetarianDiet
fr: végétarien

source: NoPork
fr: sans porc

source: AlcoholFree
fr: sans alcool

source: mustard
fr: moutarde

source: peanut
fr: arachide

source: celery
fr: céleri

source: shellfish
fr: crustacés

source: nut
fr: fruit à coque

source: lupine
fr: lupin

source: mollusc
fr: mollusque

source: egg
fr: oeuf

source: fish
fr: poisson

source: soy
fr: soja

source: sulphites
fr: sulfites

source: sesame
fr: sésame

source: menus
fr: les menus

source: __search
fr: recherche

source: __diet
fr: préférences

source: __allergy
fr: allergène
